[
  {
    "UID": "workshop01",
    "abstract": "Cybernetics has an exciting history that profoundly influenced HCI theory and practice. However, today, designers, engineers, and researchers are often unaware of how to engage with this powerful approach to inform technology design. \n\nWe believe a cybernetic lens is vital to investigating and designing technologies for today's complex environments. In this in person, half-day workshop called \"Cybernetic Lenses for Designing and Living in a Complex World\", we offer an introduction to cybernetics and present three lenses demonstrated in two case studies: \"From mundane objects to systems - asking better questions for technology design\", and \"Transportation networks, from human-computer interaction to sociocultural consequences\". Our goal is to offer an inclusive environment to provide theory about using cybernetic and practical exercises for participants to gain a cybernetics lens to incorporate into their practice. \n\n**Register to this workshop by emailing <josh.andres@anu.edu.au> and submitting half a page, a drawing, schematics, or video about what you’d like to gain from this workshop and your interest in the topic - you will receive notification of acceptance by 5 November**.",
    "authors": "Josh Andres| Alex Zafiroglu| Katherine Daniell| Paul Wong| Mina Henein| Xuanying Zhu| Ben Sweeting| Michael Arnold| Delia Pembrey MacNamara| Ariella Helfgott",
    "mode": "In person",
    "num_participants": "10 to 20",
    "timedate": "Tuesday 29, 9:30 am - 12 pm.",
    "title": "Cybernetic Lenses for Designing and Living in a Complex World",
    "url": "https://sites.google.com/view/ozchi22workshopcybernetics/home"
  },
  {
    "UID": "workshop02",
    "abstract": "The workshop will bring together academic researchers and industry practitioners representing multiple disciplines of Human-Computer Interaction, Robotics and Engineering, Design and Architecture, Ethics, Psychology, Social Sciences, and Artificial Intelligence. We will identify crucial future research directions for advancing HRC, and discuss emerging concepts and design decisions by incorporating these multidisciplinary perspectives. \n\nWe invite researchers with a common interest in shaping the next-generation of human-robot collaboration and empowering humans in human-robot teams to submit contributions in the following areas: Formation, maintenance, loss (and repair) of trust, user modeling, interaction design for HRC, multimodal analytics, intention recognition and visualisation, ethical HRC, data privacy, safety, socio-technical implications, and design of evaluation metrics. Contributions do not have to be multidisciplinary. The outcomes of these discussions will benefit the nascent Australian cobotics community pursuing research in the field of human-robot collaboration. \n\n**Participants should submit either a 1-page expression of interest (EOI) or a 1-5 page position paper in the OzCHI template to: <stine.johansen@qut.edu.au> and <hashini.senaratne@data61.csiro.au> by October 24th, 2022.** \n\nEOIs and position papers should include participants’ profile. An EOI should state participants’ interest in HRC. A position paper should include a description of a topic or challenge that can contribute to workshop discussions. At least one author of each accepted paper is required to register for the conference and to participate in the workshop. Selected EOIs and position papers will be publicly published on the workshop website.",
    "authors": "Stine S. Johansen|Hashini Senaratne|Alan Burden|David Howard|Glenda Caldwell|Jared Donovan|Andreas Duenser|Matthias Guertler|Melanie Mcgrath|Cecile Paris|CSIRO|Markus Rittenbruch|Jonathan Roberts",
    "mode": "In person",
    "num_participants": "10 to 20",
    "timedate": "Tuesday 29, 1 - 3:30 pm. ",
    "title": "Empowering People in Human-Robot Collaboration: Bringing Together and Synthesising Perspectives",
    "url": ""
  },
  {
    "UID": "workshop03",
    "abstract": "We will be running a workshop at OzCHI that provides a space for people to talk about the good and the bad of their engagement at the cultural interface with First Nations communities and compatriots. \n\n**We encourage those who work in this space, or are trying to enter this space either for their communities’ development or for the creativity and inspiration that comes from this work, to provide a summary of their experience, a case study project outline or any thing that they think will help others in this space. Please submit this by 28 October, 2022 to <cat.kutay@cdu.edu.au>. We will notify you of your participation and where you will fit within the workshop program by 5 November.** \n\nThe workshop will be run online on 29 Nov at OzCHI. This session is designed for people who work remote or overseas as well as urban geeks. We want to provide a space to share and support each others work and develop a better approach to participatory design that leads to Indigenous self-determination, Indigenous leadership, impact and value, and sustainability and accountability.",
    "authors": "Cat Kutay|Tariq Zaman| Tari Sarawak| Nic Bidwell|  Eric Le Ferrand",
    "mode": "Virtual",
    "num_participants": "10 to 20",
    "timedate": "Tuesday 29, 1-3 pm. ",
    "title": "Co-development is the next step – Participatory Design from First Nations Values",
    "url": ""
  }
]
