[
  {
    "UID": "mc-schraefel",
    "abstract": "Creativity is culturally valued as a path to innovation - often of technology and discovery. Our cultures are based on how creativity flourishes; is expressed; how it challenges and inspires. How it can be amazingly destructive or lift us out of ourselves, together. Creativity is multifaceted. It is located in the body. It is produced from within the whole body. The health, wellbeing, fitness of the body affects our creativity. We cannot express ourselves, engage with others, be kind to each other when we are tired, stressed, malnourished, isolated, without skills and resources to take care of ourselves. Our insights do not come when focused on survival. Without health and wellbeing (aka wellth) our creativity is compromised. So if we want to support creativity, innovation, discovery, how well do we create the conditions of wellth? The degree to which we develop infrastructures of health, we design to support, enable nurture creativity. In this talk I'd like to offer a brief model of the physiology of creativity, some pathways through what we've called Wellth Design to support that physiology, and to ask - how do we co-create these kinds of interactions at sufficient scale that they are so pervasive as to disappear like clean water? And what is our role and responsibility in such an effort?",
    "bio": "m.c. holds the post professor of computer science and human performance, and leads the <https://Wellthlab.ac.uk> where the mission is to help #makeNormalBetter for all at scale. [We're hiring](https://jobs.soton.ac.uk/Vacancy.aspx?id=34777&forced=2). Join us; help us create wellth for all.\n",
    "date": "Thursday 2022-12-01 16:30AEDT",
    "im": "static/images/people/mc-schraefel.jpg",
    "imcredit": "mc schraefel",
    "institution": "wellthLab and Living Lab, Electronics and Computer Science, University of Southampton",
    "location": "Shine Dome: Ian Wark Theatre",
    "session": "keynote-1",
    "speaker": "m.c. schraefel",
    "talktitle": "Creativity as a Health & Social Justice Right: Challenges/Opportunities for HCI",
    "title": "m.c. schraefel",
    "web": "https://www.southampton.ac.uk/~sign/",
    "youtube_link": null
  },
  {
    "UID": "aaron-quigley",
    "abstract": null,
    "bio": "Professor Aaron Quigley is Head of School in Computer Science and Engineering at the University of New South Wales (UNSW) in Australia and is an ACM Distinguished Member and a Senior Member of IEEE. He is the technical program chair for the ACM EICS conference in 2022 and he co-chaired the ACM CHI Conference in 2021. He is a member of the ACM CHI conference steering committee and the ACM Europe Council Conferences Working Group.\n",
    "date": "Friday 2022-12-02 11:30AEDT",
    "im": "static/images/people/aaron-quigley.webp",
    "imcredit": null,
    "institution": "School of Computer Science and Engineering, The University of New South Wales",
    "location": "Shine Dome: Ian Wark Theatre",
    "session": "keynote-2",
    "speaker": "Aaron Quigley",
    "talktitle": null,
    "title": "Aaron Quigley",
    "web": "https://aaronquigley.org/",
    "youtube_link": null
  }
]
