[
  {
    "UID": "1",
    "abstract": "The body is amassed with electrical signals. These bioelectric signals are tied\nto both the most basic body functions such as the heart beating all the way to\nthe highest level of processing in the brain. These signals are often rhythmic\nin nature and provide a means to measure the fundamental rhythms of any\nindividual. In this performance we will generate music in real time from\nbioelectric signals that are read from a human subject. The ECG (heart) will set\nthe rhythm of the music while other signals including EEG (brain waves) and EMG\n(muscles) will be used by an algorithm to perform melodic and rhythmic choices.\nThe subject will participate by dancing and responding to the generated music\nand by virtue of their interaction will change the music produced. Additionally,\nthe signals will be sonified and form part of the music. Musician(s) will also\nimprovise along with the generated music with their instruments being modulated\nby the captured bioelectric signals.",
    "authors": "Matthew Walsh",
    "bio": "Matthew Walsh is a musician, software engineer and neuroscientist, obtaining a\nPhD in Computational Neuroscience in 2020. His thesis topic was _Mean Field\nModelling of Epileptogenic Cortical Lesions Using The Liley Model_. This thesis\nfocussed on modelling the effects of cortical lesions on the EEG. Matthew has\nnow broadened his research interests to include the sonification and\nmusification of biological signals.\n\nMatthew is vocalist, guitarist and songwriter for the Melbourne band _Your Creepy Ex_.",
    "image": "TRUE",
    "keywords": "",
    "paper_url": "",
    "session_name": "gig",
    "session_position": "",
    "slides": "",
    "title": "The Hyperdimensional Resonator",
    "video": ""
  },
  {
    "UID": "2",
    "abstract": "The sea is a continuing theme throughout Niamh's work. This piece considers the\nmetaphorical link between the internet and the sea, exploring how internet\nartefacts - images, songs, videos, etc- appear to us, washed ashore on the\ncoasts of our phones and laptops pushed by the tides of algorithms. Using sound\nsamples from the deep depths of the internet, dark places unpopulated by \"likes\"\nor \"views\", 'The internet as metaphor for the sea' honours these rare pearls of\nknowledge. The projected visuals of reflective tendrils sway and collide like\nwaves. Building seascapes with Pure Data and rhythmic waves of Tidal Cycle code,\nthis piece aims to pull the viewer into a synthesized aquatic world.",
    "authors": "Niamh McCool",
    "bio": "Niamh is a multi-disciplinary artist currently based in Ngunnal\nCountry/Canberra. Art, whatever the form, has always been Niamh's way to make\nsense of the world. Niamh is all about accessibility of education, in particular\nanything related to tech and creativity. By day, Niamh works as a tutor at ANU,\nteaching creative computing to university and high school students; by night,\nshe co-runs the DJ collective Vessel, organising workshops and events. She\nstrongly believes in shifting computing to have care, empathy and culture at its\ncore. Rumour has it that Niamh is about to launch her own label.",
    "image": "TRUE",
    "keywords": "",
    "paper_url": "",
    "session_name": "gig",
    "session_position": "",
    "slides": "",
    "title": "The internet as metaphor for the Sea",
    "video": ""
  },
  {
    "UID": "4",
    "abstract": "This livecoding set explores natural and synthetic sonic textures programmed in\nthe Extempore livecoding environment.",
    "authors": "Ushini Attanayake|Ben Swift",
    "bio": "#### Ushini Attanayake\n\nUshini Attanayake is a live coder, educator and PhD candidate in the School of\nComputing at the Australian National University. Her research interests lie in\ncomputing education, creative computing and co-creative agents. Her doctoral\nresearch involves developing a notion of proficiency within creative computing\neducation while drawing on existing notions of proficiency in visuals arts,\nmusic and computing. Focussing on late secondary and early tertiary education,\nshe will explore the efficacy of various approaches used to evaluate learning in\ncreative computing. She is passionate about developing creative computing\neducational material, particularly for outreach programs aimed at delivering\ncomputing education to underrepresented demographics.\n\nHer creative practices include live coding performances, which have lately been\nheavily influenced by classical Indian rhythmic structures. As a house dancer\nand music maker, she continues to look for ways to bridge these two interest\nthrough small projects involving wearable devices in her spare time.\n\n#### Ben Swift\n\n[Dr. Ben Swift](https://benswift.me) is an interdisciplinary scholar and artist-programmer with\ninterests in computational art & music, cybernetics, AI/machine learning, data\nvis/data science and human-computer interaction. A unifying thread is the\npotential of liveness (human-in-the-loop interactivity with real-time feedback)\nin tools and workflows, especially in open-ended creative tasks.",
    "image": "TRUE",
    "keywords": "",
    "paper_url": "",
    "session_name": "gig",
    "session_position": "",
    "slides": "",
    "title": "Livecoding in Extempore",
    "video": ""
  },
  {
    "UID": "5",
    "abstract": "Head-mounted mixed reality presents new opportunities for natural musical\ncontrol in three dimensions for facilitating musical creativity, yet existing\nworks are limited to using hand-held controllers. In OzCHI this year, we present\na free-improvised performance consisting of a novel 3D musical expression in AR.\nAudiences can see how a NIME (new interface for musical expression) in AR\nactivates mobility, space and sound by the performer in musical performance.",
    "authors": "Yichen Wang|Charles Martin",
    "bio": "#### Yichen Wang\n\nYichen Wang is a PhD candidate in computer science at The Australian National\nUniversity, where she explores the relationship between HCI, art and augmented\nreality. Her recent works focus on augmented reality new interfaces for musical\nexpression. You can check out her previous works here:\n<https://yichenwangs.github.io/yichen/work>. Photo Credit: Qichao Lan\n\n#### Charles Martin\n\nCharles Martin is a computer scientist specialising in music technology, musical\nAI and human-computer interaction at The Australian National University,\nCanberra. Charles develops musical apps such as MicroJam, and PhaseRings,\nresearches creative AI, and performs music with Ensemble Metatone and Andromeda\nis Coming. At the ANU, Charles teaches creative computing and leads research\ninto intelligent musical instruments. His lab's focus is on developing new\nintelligent instruments, performing new music with them, and bringing them to a\nbroad audience of musicians and performers.",
    "image": "TRUE",
    "keywords": "",
    "paper_url": "",
    "session_name": "gig",
    "session_position": "",
    "slides": "",
    "title": "Cubing Sound Ensemble",
    "video": ""
  },
  {
    "UID": "6",
    "abstract": "This installation allows participants to experiment with 'fooling' facial detection models andencourages participants to reflect on the limits of extant surveillance technologies. Physicaladversarial attacks 'fool' such models into labelling a face as 'unknown' or ignoring a facealtogether, using physical props to alter the visual input to a model. Try out one of the propsto conduct your own adversarial attack on a facial detection model!",
    "authors": "Glen Berman|Ned Cooper",
    "bio": "Hi! We are Glen and Ned. We are both PhD candidates at the College of Engineering andComputer Science, Australian National University. Glen studies the social implications ofemerging technology practices, and Ned studies the participation of end users in developing AI-enabled systems.",
    "image": "TRUE",
    "keywords": "",
    "paper_url": "",
    "session_name": "room",
    "session_position": "",
    "slides": "",
    "title": "Machine Masquerade: An Interactive Exploration of the Limits of Machine Recognition",
    "video": ""
  },
  {
    "UID": "7",
    "abstract": "Tidalcycles and Punctual livecoding languages collide in this semi-improvised performance, at the tail end of a year focussed on sharing knowledge vacuumed up during the covid lockdowns.\nThere will be pieces from the sonification of musically inspired artworks from the Audio Visions Art exhibition at the Griffith Regional Art Gallery, heart pounding techno honed for the inFREQUENCY tour dance floors and exploring wherever the restless brain gets taken in the moment.",
    "authors": "Bernard Gray",
    "bio": "Bernard Gray is a regionally based livecoder, working predominantly in TidalCycles (audio) and Punctual (visuals).\nAfter 2 years of lockdown spent exploring, discovering and participating in the online world of livecoding, inc weekly jams with other coders from all over the world, he has committed 2022 to share that knowledge and interest with his community.\n[DECODED](https://decoded.livecode.au) workshops and performances exposed the practice of livecoding to the regional town of Griffith NSW, building on that came the [inFREQUENCY](https://infrequency.au) tour moving slightly further afield to Yanco, and all the way down to Tanja NSW with a group of experimental artists, each sharing their process/toolsets and methods through workshops and performances.\nHe is passionate about chewing gum, making knowledge accessible, easing barriers to entry and sharing ideas... and he's all out of gum.",
    "image": "TRUE",
    "keywords": "",
    "paper_url": "",
    "session_name": "gig",
    "session_position": "",
    "slides": "",
    "title": "A Year of Sharing Livecoding",
    "video": ""
  },
  {
    "UID": "8",
    "abstract": "LiveSpoken 2 is a presentation and performance of how live-coding can transcend the screen. Combining it with the improvisational nature of the cypher, commonly seen in the hip-hop community. In this performance, not only will the code be improvised in environments such as sonic pi but the songwriting and vocal elements will also be improvised, so the audience can witness some of the stages that go into a freestyle session.  The addition in LiveSpoken 2 is the improvised visual components such as but not restricted to livecodelab.net, inverse.website (poetic livecoding) & Hydra .This gives the audience a live performance that showcases the merger that can occur between life, science and art in a spectacle. It also shows artists from different mediums that are traditionally not digital : painting, installations, poetry as well as digital ones : audio, animation that there is a way to create in isolation.",
    "authors": "Kofi Oduro (illestpreacha)",
    "bio": "Kofi Oduro (illestpreacha) is an experiential storyteller that transforms data, words and code into experiences that nurtures discussion, reflection, and interaction. With a decade plus of performance, event & audiovisual production, he takes inspiration from endeavours that are not normally together to create a harmonic experience for audiences.\n\nHis artistic practice is an observation of the world around us that he puts into artworks for others to relate to or disagree with. Through Videography, Poetry and Creative Coding, He tries to highlight the realms of human performance and the human mind in different scenarios. These situations can be described as social, internal, or even biological, which we face in our everyday lives. Adding music and visuals often helps to perceive one's own feelings, and to highlight the different subtleties that make us human.",
    "image": "TRUE",
    "keywords": "",
    "paper_url": "",
    "session_name": "room",
    "session_position": "",
    "slides": "",
    "title": "LiveSpoken 2",
    "video": ""
  },
  {
    "UID": "9",
    "abstract": "Comic-based digital stories are brief but powerful illustrated digital stories. Comic-based digital storytelling has unique characteristics that provide much promise for Human Computer Interaction. Often associated with young people's entertainment, comics cover a broad range of topics, from superheros, to farming life (e.g., Footrot Flats). We have been co-creating comic-based digital stories in partnership with mental health programs in three contexts: a Victorian rural outreach program; tradespeople or 'tradies' focused mental health promotion program; and a student mental health service.\n\nWe showcase three diverse comic-based digital stories co-created with key stakeholders including service providers, community members and people with lived experience of mental health. They depict contextually situated mental health issues faced in the trades sector and in rural communities. The digital stories recognise some complexities of identifying mental health issues and help-seeking in these contexts. Comics were chosen for these digital stories due to their unique ability to resonate with young male audiences, create understanding, and help bridge health literacy and digital divides ([ref](https://www.academia.edu/62913326/_I_Understand_Mate_A_Co_Designed_Comic_based_Digital_Story_from_Down_Under)). They can be viewed online on personal devices or displayed during group outreach activities. A synopsis for the digital stories is below.\n\n**Trigger warning!** Please be aware these videos include content about mental health issues, domestic violence, drug use, suicide ideation and suicide.\n\n#### How to have a tough conversation about mental health\n\nThis auto-biographical 'origin' story showcases HALT (Hope and Assistance Local Tradies) health promotion presentations to tradespeople to highlight tradies mental health issues, reduce stigma in the trades industry and encourage mental health support uptake.\n\n#### Slamming the Mental Health Stigma at TAFE\n\nThis digital story was originally created as a comic-based booklet depicting mental health support provided by SLAM, a Technical and Further Education (TAFE) student support team. The booklet was distributed with student orientation handouts, shared during HALT-TAFE presentations, and will be shared online.\n\n#### The Rural Outreach Program illustrated digital story\n\nThis digital story was codesigned with a partnering organisation, rural outreach workers, local police and community members. It depicts the story of 'Sam' a young man struggling to cope with issues at home and illustrates how the rural outreach program supported him.",
    "authors": "Hilary Davis|Darren C. Fisher",
    "bio": "#### Hilary Davis\n\nHilary is a Senior Research Fellow at the Centre for Social Impact, Swinburne University of Technology. Her work investigates the role technologies play in people’s work, social and home lives. She seeks to understand how co-created comic-based digital stories might positively impact the mental health and wellbeing of people from diverse communities. Hilary has been working with digital storytelling across multiple projects. She has trained community members, including elders, health promotion and outreach service providers, to cocreate digital stories using personal smart devices. These digital stories portray lived experiences, highlight community innovation, connect people to service provision and showcase health promotion programs for community benefit.\n\n#### Darren C. Fisher\n\nDarren is a Drawing and Animation Lecturer with research and creative practice spanning across workplace health and safety, disability, education, psychology, tenant’s rights, and autobiography. Darren’s professional activities extend to a defined community of practice in comics and graphic novels, leading and managing creative teams for exhibition and publication of projects nationally. His teaching focuses on industry readiness through producing for creative industries, animation production, and both traditional and digital drawing. Darren believes that drawing and graphic storytelling are accessible to everyone for positive mental health, creativity, and as a facilitator of self-exploration.",
    "image": "TRUE",
    "keywords": "",
    "paper_url": "",
    "session_name": "room",
    "session_position": "",
    "slides": "",
    "title": "A Comic-based Digital Storytelling Showcase to Support Positive Mental Health Outcomes",
    "video": ""
  }
]
