[
  {
    "UID": "workshop01",
    "abstract": "Cybernetics has an exciting history that profoundly influenced HCI theory and practice. However, today, designers, engineers, and researchers are often unaware of how to engage with this powerful approach to inform technology design. \n\nWe believe a cybernetic lens is vital to investigating and designing technologies for today's complex environments. In this in person, half-day workshop called \"Cybernetic Lenses for Designing and Living in a Complex World\", we offer an introduction to cybernetics and present three lenses demonstrated in two case studies: \"From mundane objects to systems - asking better questions for technology design\", and \"Transportation networks, from human-computer interaction to sociocultural consequences\". Our goal is to offer an inclusive environment to provide theory about using cybernetic and practical exercises for participants to gain a cybernetics lens to incorporate into their practice. \n\n**Register to this workshop by emailing <josh.andres@anu.edu.au> and submitting half a page, a drawing, schematics, or video about what you’d like to gain from this workshop and your interest in the topic - you will receive notification of acceptance by 5 November**.",
    "authors": "Josh Andres| Alex Zafiroglu| Katherine Daniell| Paul Wong| Mina Henein| Xuanying Zhu| Ben Sweeting| Michael Arnold| Delia Pembrey MacNamara| Ariella Helfgott",
    "mode": "In person",
    "num_participants": "10 to 20",
    "timedate": "Tuesday 29, 9:30 am - 12 pm.",
    "title": "Cybernetic Lenses for Designing and Living in a Complex World",
    "url": "https://sites.google.com/view/ozchi22workshopcybernetics/home"
  },
  {
    "UID": "workshop02",
    "abstract": "The workshop will bring together academic researchers and industry practitioners representing multiple disciplines of Human-Computer Interaction, Robotics and Engineering, Design and Architecture, Ethics, Psychology, Social Sciences, and Artificial Intelligence. We will identify crucial future research directions for advancing HRC, and discuss emerging concepts and design decisions by incorporating these multidisciplinary perspectives. \n\nWe invite researchers with a common interest in shaping the next-generation of human-robot collaboration and empowering humans in human-robot teams to submit contributions in the following areas: Formation, maintenance, loss (and repair) of trust, user modeling, interaction design for HRC, multimodal analytics, intention recognition and visualisation, ethical HRC, data privacy, safety, socio-technical implications, and design of evaluation metrics. Contributions do not have to be multidisciplinary. The outcomes of these discussions will benefit the nascent Australian cobotics community pursuing research in the field of human-robot collaboration. \n\n**Potential participants: please go to the workshop website to submit your position papers to join the workshop** \n\nEOIs and position papers should include participants’ profile. An EOI should state participants’ interest in HRC. A position paper should include a description of a topic or challenge that can contribute to workshop discussions. At least one author of each accepted paper is required to register for the conference and to participate in the workshop. Selected EOIs and position papers will be publicly published on the workshop website.",
    "authors": "Stine S. Johansen|Hashini Senaratne|Alan Burden|David Howard|Glenda Caldwell|Jared Donovan|Andreas Duenser|Matthias Guertler|Melanie Mcgrath|Cecile Paris|Markus Rittenbruch|Jonathan Roberts",
    "mode": "In person",
    "num_participants": "10 to 20",
    "timedate": "Tuesday 29, 1 - 3:30 pm. ",
    "title": "Empowering People in Human-Robot Collaboration: Bringing Together and Synthesising Perspectives",
    "url": "https://hrc-workshop.github.io"
  },
  {
    "UID": "workshop03",
    "abstract": "We are inviting you to contribute to a workshop on your experience in software development with First Nations community projects. This is to present at an OzCHIworkshop on November 29 online or at ANU, Canberra, from 1-5pm AEST as part of the conference http://www.ozchi.org/2022/\n \nWe are seeking contributions about your projects, around the core values set up by the National Health and Medical Research Council guidelines: \nSpirit and Integrity, Cultural Continuity, Equity, Reciprocity, Respect and Responsibility.\n \nThe workshops will enable people working in HCI projects using various forms of Participatory Design to come together and share experience and contribute our most successful projects and workshops activities. \n \nAs organisers we will present our understanding of each principle, as a guideline for discussion, and the workshop activities will revolve around the six values. Then we will ask you to all present your ideas, followed by discussion.\n \nThe outcome of the workshop will be greater understanding between those in this field of the way to incorporate First Nations values in their work, but also greater respect for others in this field so we can support each other more. The low participation and small gains for bespoke technology is a reason to share our work more broadly.\n \nWe encourage you to join us, those who work in this space or are trying to enter this space either for their communities’ development or for the creativity and inspiration that comes from this work. Please provide a summary of your experience, a case study project outline or anything that you think will help others in this space. \n \nSend your contribution to the workshop in the form of a short written, audio or video piece to Cat.Kutay@cdu.edu.au by October 28 to be considered for the program\n \nFor more information visit the Gather.Town site <https://bit.ly/3e02yyf> on the structure of the workshop (more information coming on Gather.Town soon). Also you can contact us on Slack by joining  <https://join.slack.com/t/slack-icf6825/shared_invite/zt-1haql9oo1-RGr4sdGgh_v4eKFMJwaHAg>. A tutorial on Gather.Town will be provided here.\n \nThe sessions in Gather.Town will also be accessible directly on zoom and links will be available on slack for direct access. Please contact <cat.kutay@cdu.edu.au> if you have issues with any site. ",
    "authors": "Cat Kutay|Tariq Zaman| Nic Bidwell|  Eric Le Ferrand",
    "mode": "Virtual",
    "num_participants": "10 to 20",
    "timedate": "Tuesday 29, 1-5 pm. ",
    "title": "Co-development is the next step – Participatory Design from First Nations Values",
    "url": "https://bit.ly/3e02yyf"
  }
]
